{
    "homepage": {
        "welcome": "Welkom"
    },
    "contactinfo": {
        "any-questions": "Heeft u vragen?",
        "email-us": "Email ons",
        "call-us": "Bel ons"
    },
    "mainmenu": {
        "activities": "Activiteiten",
        "gallery": "Gallerij",
        "book": "Boeken",
        "contact": "Contact"
    },
    "jumbotron": {
        "title1": "Charmante verblijven met een persoonlijk tintje",
        "title2": {
          "beginning": "Welkom ",
          "middle": "thuis " ,
          "end": "bij ons"
        },
        "booknow": "Boek nu"
    },
    "general": {
      "distance": "Het is 5 tot 10 minuten lopen naar Salina Târgu Ocna, 5 minuten lopen naar Ștrand Salina, en 5 minuten lopen naar het stadscentrum."      
    },
    "home": {
    "welcome": "Welkom",
    "residence": "in ons pension",    
    "article1": {
      "parg1": "Welkom bij onze pensionnen in het hart van Târgu Ocna! Genesteld in het betoverende landschap bieden onze twee gezellige huizen elk een unieke en even aangename ervaring.",
      "parg2": "Vila Grădina Verde: Stap binnen in een serene oase met een ruime, prachtige tuin waar u kunt ontspannen en tot rust kunt komen in de natuur. Perfect voor wie op zoek is naar rust en ontspanning in de buitenlucht.",
      "parg3": "Pensiunea Amelia: Geniet van de warmte van onze grote gemeenschappelijke ruimte, ideaal voor bijeenkomsten en het maken van nieuwe vrienden. Geniet van de culinaire ervaring met onze goed uitgeruste buitenkeuken, perfect om maaltijden te nuttigen onder de open hemel.",
      "parg4": "Wij combineren comfort en charme om elk verblijf onvergetelijk te maken. Of u nu kiest voor de rustige omarming van de tuin of de levendige gemeenschappelijke ruimtes, u zult zich meteen thuis voelen. Beide accommodaties beschikken ook over een ruime eetzaal en een volledig uitgeruste keuken. Kom en ontdek het beste van Târgu Ocna met ons!"
    },
    "inarea": "In de omgeving",
    "activity1": {
      "title": "Zoutmijn",
      "description": "Bezoek de zoutmijn van Târgu-Ocna voor ontspanning en therapeutische voordelen"
    },
    "activity2": {
      "title": "Zwembad",
      "description": "Op vijf minuten loopafstand van onze locatie is een zoutwaterzwembad"
    },
    "activity3": {
      "title": "Wellness centrum",
      "description": "Târgu Ocna heeft ook een prachtig wellnesscentrum waar u kunt genieten van een sauna, hamam of een massage kunt boeken"
    }

  },
  "pensiuneaamelia": {
    "title": " Heeft alles wat u nodig hebt",
    "paragraph1": "Pensiunea Amelia biedt een gezellige en gastvrije retraite voor gezinnen, stellen en reizigers die op zoek zijn naar een rustige ontsnapping. Met slechts 8 prachtig ingerichte kamers zorgt ons intieme pand ervoor dat elke gast persoonlijke service en een ontspannen sfeer ervaart.",
    "paragraph2": "Bij Pensiunea Amelia streven we ernaar om voor elke gast een thuis weg van huis te creëren. Onze warme gastvrijheid, comfortabele accommodaties en gunstige locatie maken ons de perfecte keuze voor uw volgende uitje. Het pand beschikt ook over een ruime eetzaal en een volledig uitgeruste keuken."    
  },
  "gradinaverde": {
    "title": " is een plek om te ontspannen",
    "paragraph1": "Ervaar rust en charme bij Vila Grădina Verde, een prachtige accommodatie gelegen net aan de overkant van de weg van ons zusterpand, Pensiunea Amelia. Met 4 tweepersoonskamers, een familiekamer en een uitgestrekte tuin is Grădina Verde de perfecte retraite voor wie zich weer wil verbinden met de natuur, terwijl ze genieten van moderne gemakken.",
    "paragraph2": "Wat Grădina Verde bijzonder maakt, is onze grote, weelderige tuin, een echte oase van rust. Of u nu wilt genieten van een ochtendkoffie omringd door groen, een familiepicknick wilt houden of gewoon wilt ontspannen met een goed boek, onze tuin is de perfecte plek daarvoor. Voor gezinnen kunnen de kinderen veilig spelen op de trampoline, terwijl jij in de buurt ontspant. Het pand heeft ook een gezellige buitenkeuken voor barbecues. Daarnaast beschikt het pand over een ruime eetzaal en een volledig uitgeruste keuken."
  },
  "activities": {
    "activity1": {
      "title":"Salina",
      "paragraph1": "De zoutmijn van Târgu Ocna, gelegen in het pittoreske stadje Târgu Ocna in het graafschap Bacău, Roemenië, is een plek van historische en economische betekenis. Met een geschiedenis die teruggaat tot de middeleeuwen, is de zoutmijn al lange tijd een hoeksteen van de lokale economie. De zoutwinning in deze regio heeft niet alleen werkgelegenheid geboden voor generaties, maar ook bijgedragen aan de ontwikkeling en welvaart van de stad. De uitgebreide tunnels en kamers van de mijn zijn een getuigenis van het harde werk en de vindingrijkheid van de mijnwerkers die hier door de eeuwen heen hebben gewerkt.",
      "paragraph2": "Tegenwoordig staat de zoutmijn van Târgu Ocna niet alleen bekend om zijn industriële productie, maar ook om zijn therapeutische eigenschappen. Het ondergrondse milieu, met zijn constante temperatuur en luchtvochtigheid, wordt verondersteld gezondheidsvoordelen te hebben, vooral voor ademhalingsproblemen. Als gevolg hiervan is de mijn een populaire bestemming geworden voor gezondheidstoerisme. Bezoekers kunnen het uitgestrekte ondergrondse netwerk verkennen, waar ze het unieke microklimaat kunnen ervaren en zelfs deelnemen aan therapeutische behandelingen. De zoute lucht zou helpen bij het verlichten van symptomen van astma, bronchitis en andere ademhalingsaandoeningen, waardoor het een toevluchtsoord is voor degenen die op zoek zijn naar natuurlijke remedies.",
      "paragraph3": "Naast de gezondheidsvoordelen is de zoutmijn van Târgu Ocna een fascinerende bestemming voor toeristen die geïnteresseerd zijn in geologie en geschiedenis. Gidstours nemen bezoekers diep de mijn in, waar ze kunnen bewonderen hoe indrukwekkende zoutformaties en leren over de mijnbouwtechnieken die door de eeuwen heen zijn gebruikt. De mijn herbergt ook verschillende attracties, waaronder een ondergrondse kerk, sportfaciliteiten en zelfs een klein museum. Deze kenmerken maken de zoutmijn van Târgu Ocna niet alleen een plek van industriële betekenis, maar ook een unieke en verrijkende toeristische ervaring, die inzicht biedt in zowel natuurlijke wonderen als menselijke doorzettingsvermogen."
    },    
    "activity2": {
      "title":"Welness centra",
      "paragraph1": "Târgu Ocna herbergt verschillende wellnesscentra die de therapeutische eigenschappen van de overvloedige zoutbronnen van de stad benutten. Deze centra bieden een reeks behandelingen die gericht zijn op het bevorderen van gezondheid en welzijn, met speciale aandacht voor ademhalings- en dermatologische aandoeningen. Bezoekers kunnen halotherapie ervaren, een behandeling waarbij microdeeltjes zout worden ingeademd in speciaal ontworpen zoutkamers of -grotten. De natuurlijke ontstekingsremmende en antibacteriële eigenschappen van zout helpen het ademhalingssysteem te reinigen en de huidgezondheid te verbeteren. Deze wellnesscentra bieden een serene en verjongende omgeving, die de voordelen van zouttherapie combineert met moderne spa-faciliteiten om een holistische ervaring voor gasten te creëren.",
      "paragraph2": "Naast halotherapie bieden de wellnesscentra van Târgu Ocna ontspannende zoutbaden, waarbij de mineraalrijke wateren worden gebruikt voor hun therapeutische effecten. Deze baden staan bekend om hun vermogen om stress te verlichten, de circulatie te verbeteren en het lichaam te detoxen. In een warm zoutbad onderdompelen kan ook spierspanning en gewrichtspijn verlichten, wat het een populaire keuze maakt voor wie op zoek is naar ontspanning en verlichting van lichamelijke klachten. De wellnesscentra in Târgu Ocna combineren de natuurlijke hulpbronnen van de stad met professionele zorg, zodat bezoekers zich verkwikt en verfrist voelen bij vertrek. Of u nu uw gezondheid wilt verbeteren of gewoon wilt ontspannen, de wellnesscentra en zoutbaden in Târgu Ocna bieden een unieke en heilzame ervaring."
    },    
    "activity3": {
      "title":"Het Magura Ocnei klooster",
      "paragraph1": "Heeft u zin in een wandeling en wilt u de rijke cultuur en natuur van Târgu Ocna verkennen? Genesteld tussen de schilderachtige heuvels biedt het Măgura Ocnei-klooster de perfecte combinatie van spiritueel erfgoed en natuurlijke schoonheid. Dit serene klooster, opgericht in de 17e eeuw, is een toevluchtsoord voor degenen die op zoek zijn naar rust en bezinning. De tocht naar het klooster is een heerlijke hike door weelderige bossen en glooiende landschappen, die een verfrissende ontsnapping biedt aan de drukte van het dagelijks leven. Bij aankomst worden bezoekers verwelkomd door de indrukwekkende architectuur van het klooster en de vredige sfeer, waardoor het de ideale plek is om jezelf onder te dompelen in de culturele en natuurlijke pracht van de regio."
    },    
    "activity4": {
      "title":"Avontuur",
      "paragraph1": "Voor degenen die verlangen naar adrenaline en avontuur, biedt Târgu Ocna de perfecte off-road ervaring te midden van de prachtige landschappen van Roemenië. Het ruige terrein en de diverse paden maken deze regio een hotspot voor off-road liefhebbers. Of u nu een ervaren chauffeur bent of een beginner die iets nieuws wil proberen, de off-road mogelijkheden in Târgu Ocna zijn geschikt voor alle niveaus. Begin aan een opwindende reis door dichte bossen, over glooiende heuvels en langs uitdagende obstakels die uw rijvaardigheden op de proef stellen en zorgen voor een hartversnellende ervaring.",
      "paragraph2": "Naast off-roading is Târgu Ocna een paradijs voor buitensportliefhebbers, met een verscheidenheid aan activiteiten die de honger van elke adrenalinezoeker stillen. Doe mee aan energieke paintballwedstrijden met vrienden, terwijl u navigeert door strategische parcoursen die ontworpen zijn om uit te dagen en te opwinden. Voor degenen die de voorkeur geven aan een rustiger, maar even boeiend, avontuur, biedt de regio uitstekende visplekken. Gooi uw lijn uit in het serene water, omringd door de schoonheid van de natuur, en geniet van de rust en voldoening die komt met een succesvolle vangst. Of het nu de sensatie van off-roading is, de spanning van paintball, of de rust van vissen, Târgu Ocna heeft voor elke avontuurlijke liefhebber iets te bieden."
    },  
    "activity5": {
      "title":"Ontdek de wonderen van Slănic Moldova",
      "paragraph1": "Genesteld in de schilderachtige voetheuvels van de Oostelijke Karpaten, is Slănic Moldova een juweel dat wacht om ontdekt te worden. Bekend om zijn adembenemende natuurlijke schoonheid en therapeutische mineraalbronnen, is dit pittoreske stadje de perfecte bestemming voor reizigers die zowel ontspanning als avontuur zoeken.",
      "paragraph2": {
        "emphasis": "Thermale bronnen and Spa behandelingen",
        "text": "Slănic Moldova is beroemd om zijn vele mineraalbronnen, die bekend staan om hun geneeskrachtige eigenschappen. Bezoekers kunnen genieten van verjongende spa-behandelingen of simpelweg de bronnen proeven die al meer dan een eeuw geprezen worden om hun therapeutische voordelen."
      },
      "paragraph3": {
        "emphasis": "Wandelen and en Natuurroutes",
        "text": "Voor de meer avontuurlijke reizigers biedt Slănic Moldova een netwerk van wandelpaden die door weelderige bossen slingeren en adembenemende uitzichten op het Carpaathische landschap bieden. Het “Pad van de 300 Trappen” en het “Berenpad” zijn twee populaire routes die memorabele ervaringen beloven en een kans bieden om weer in contact te komen met de natuur."
      },
      "paragraph4": {
        "emphasis": "Culturele en Historische Attracties",
        "text": "Naast zijn natuurlijke wonderen heeft de stad een rijke geschiedenis. Het iconische Casino van Slănic Moldova, een architectonisch meesterwerk uit de 19e eeuw, biedt een kijkje in het roemruchte verleden van het gebied. Bezoekers kunnen daarnaast lokale kerken en erfgoedlocaties verkennen die diepte toevoegen aan de culturele ervaring."
      },
      "paragraph5": {
        "emphasis": "Seizoensgebonden Activiteiten",
        "text": "Of u nu in de zomer of de winter bezoekt, Slănic Moldova heeft voor iedereen iets te bieden. De zomermaanden zijn perfect voor wandelen en verkennen, terwijl de winter de stad transformeert in een gezellig toevluchtsoord, ideaal om te genieten van met sneeuw bedekte landschappen en wintersporten."
      },
      "paragraph6": "Kom en ontdek waarom Slănic Moldova bekend staat als “De Parel van Moldavië” en ervaar de perfecte combinatie van natuur, wellness en cultuur."
    },        
    "activity6": {
      "title":"Măgura Park",
      "paragraph1": "Măgura Park in Târgu Ocna is de perfecte combinatie van natuurlijke schoonheid en cultureel erfgoed, en biedt bezoekers een vredige ontsnapping in het hart van deze charmante stad. Gelegen op de Măgura-heuvel, beschikt het park over schilderachtige wandelpaden door weelderige weilanden en schaduwrijke bossen, die adembenemende uitzichten bieden op de stad en de omliggende valleien, ideaal voor fotografie en rustige reflectie. Het park heeft mineraalwaterbronnen voor consumptie. Het park is het hele jaar door geopend en verandert met de seizoenen—van levendige picknicks en vogelspotten in de lente en zomer tot een palet van warme herfstkleuren en rustige, met sneeuw bedekte paden in de winter. Of u nu op zoek bent naar buitenactiviteiten, culturele ervaringen of gewoon een moment van ontspanning, Parc Măgura biedt een verfrissend toevluchtsoord dat het beste van de natuurlijke en historische charme van Târgu Ocna laat zien."
    },      
    "activity7": {
      "title":"Măgura Ocnei-monument",
      "paragraph1": "Het Măgura Ocnei-monument is een belangrijk historisch en cultureel monument gelegen in Târgu Ocna, Roemenië. Het is een oorlogsmonument ter nagedachtenis aan de helden van de Eerste Wereldoorlog, met name ter herdenking van de Roemeense soldaten die hun leven verloren in de gevechten die in de regio plaatsvonden. Het monument staat op de top van de Măgura-heuvel en is opmerkelijk vanwege zijn indrukwekkende architectuur en panoramische uitzichten over het omliggende landschap.",
      "paragraph2": "Het monument is ontworpen om reflectie te inspireren en de offers die tijdens de oorlog zijn gebracht, te eren. Het is een pelgrimsoord geworden voor degenen die geïnteresseerd zijn in geschiedenis en voor degenen die hun respect willen betuigen aan de gevallen soldaten. Bezoekers kunnen niet alleen de plechtige betekenis van de site waarderen, maar ook het prachtige natuurlijke landschap dat de ervaring versterkt."
    }, 
    "footertext": "Er zijn veel meer attracties die u kan bezoeken.Informatie is beschikbaar via ",
    "link": "deze link"

  },
  "promovideo": {    
    "discover": "Ontdek",
    "watchvideo": "Bekijk deze video voor een indruk van ons prachtige pension."
  },
  "rooms": {
    "explorerooms": "Bekijk onze kamers",
    "valuta": "€",
    "price1": "38",
    "price2": "45",
    "price3": "65",
    "pernight": "Per nacht",
    "room": "Kamer",
    "description1": "Tweepersoonskamers naast de gemeenschappelijke ruimte",
    "description2": "Extra breed bed (1.8 meter)",
    "description3": "Tweepersoonsbed met een privébalkon",
    "description4": "Twee eenpersoonsbedden met een privébalkon",
    "description5": "Tweepersoonsbed naast de eetzaal",
    "description6": "Tweepersoonsbed met een privédeur naar de tuin",
    "description7": "Familiekamer met een privédeur naar de tuin"
  },
  "various": {
    "phone": "Telefoon",
    "email": "E-mail",
    "street": "Straat",
    "city": "Plaats"
  },
  "LocaleSwitcher": {
      "label": "Language",
      "locale": "{locale, select, nl {NL } en {EN } ro {RO } other {Onbekend}}"
  }   
}
