{
    "homepage": {
        "welcome": "Bine ati venit"     
    },
    "contactinfo": {
        "any-questions": "Ai întrebări?",
        "email-us": "Trimite-ti-ne un e-mail",
        "call-us": "Sună-ne"
    },
    "mainmenu": {
        "activities": "Activități",
        "gallery": "Galerie",
        "book": "Rezervare",
        "contact": "Contactaţi-ne"
    },
    "jumbotron": {
        "title1": "Sejururi fermecătoare cu o notă personală",
        "title2": {
          "beginning": "Bun venit ",
          "middle": "acasă " ,
          "end": "aici"
        },
        "booknow": "Rezervați acum"
    },
    "general": {
      "distance": "Este la 5-10 minute de mers pe jos de Salina Târgu Ocna, la 5 minute de mers pe jos de Ștrandul Salina și la 5 minute de mers pe jos de centrul orașului."
    },
    "home": {
      "welcome": "Bun venit ",
      "residence": "la reședința noastră",
      "article1": {
        "parg1": "Bun venit la pensiunea noastră din inima orașului Târgu Ocna! Așezate într-un peisaj fermecător, cele două case confortabile ale noastre oferă experiențe distincte, dar la fel de încântătoare.",
        "parg2": "Vila Grădina Verde: Pășiți într-un refugiu liniștit, cu o grădină spațioasă și frumoasă, unde vă puteți relaxa și conecta cu natura. Perfectă pentru cei care caută liniște și relaxare în aer liber.",
        "parg3": "Pensiunea Amelia: Bucurați-vă de căldura sufrageriei noastre mari, ideală pentru întâlniri și pentru a lega noi prietenii. Savurați experiența culinară în bucătăria noastră exterioară bine echipată, perfectă pentru a servi mesele sub cerul liber.",
        "parg4": "Îmbinăm confortul și farmecul pentru a face fiecare sejur memorabil. Fie că alegeți liniștea grădinii sau spațiile comune pline de viață, vă veți simți ca acasă. Ambele proprietăți dispun, de asemenea, de o sală de mese spațioasă și de o bucătărie complet echipată. Veniți și descoperiți tot ce are mai bun de oferit Târgu Ocna alături de noi!"
        
        
      },
      "inarea": "În zonă",
      "activity1": {
        "title": "Salina",
        "description": "Vizitați salina din Târgu-Ocna pentru relaxare și beneficii terapeutice"
      },
      "activity2": {
        "title": "Ștrand",
        "description": "La 5 minute de mers pe jos de locația noastră, există o piscină cu apă sărată"
      },
      "activity3": {
        "title": "Centru spa",
        "description": "Târgu Ocna mai are și un frumos centru de spa, unde puteți savura o saună, un hamam sau puteți rezerva un masaj"
      }
    },
    "pensiuneaamelia": {
      "title": " are tot ce îți trebuie",
      "paragraph1": "Pensiunea Amelia oferă un refugiu confortabil și primitor pentru familii, cupluri și călători care caută o evadare liniștită. Cu doar 8 camere frumos amenajate, proprietatea noastră intimă asigură ca fiecare oaspete să se bucure de un serviciu personalizat și o atmosferă relaxantă.",
      "paragraph2": "La Pensiunea Amelia, ne străduim să creăm un cămin departe de casă pentru fiecare oaspete. Ospitalitatea noastră caldă, cazările confortabile și locația convenabilă ne fac alegerea perfectă pentru următoarea dumneavoastră escapadă. Proprietatea dispune, de asemenea, de o sală de mese spațioasă și de o bucătărie complet echipată."      
    },
    "gradinaverde": {
      "title": " este un loc de relaxare",
      "paragraph1": "Experimentați liniștea și farmecul la Vila Grădina Verde, o proprietate fermecătoare situată chiar pe partea cealaltă a drumului față de pensiunea noastră suroră, Pensiunea Amelia. Cu 4 camere duble, o cameră de familie și o grădină vastă, Grădina Verde este refugiul perfect pentru cei care doresc să se reconecteze cu natura, în timp ce se bucură de confortul modern.",
      "paragraph2": "Ceea ce face ca Grădina Verde să fie deosebită este grădina noastră mare și luxuriantă—o adevărată oază de liniște. Fie că doriți să savurați o cafea dimineața înconjurați de verdeață, să faceți un picnic în familie sau pur și simplu să vă relaxați cu o carte bună, grădina noastră este locul perfect pentru asta. Pentru familii, copiii se pot juca în siguranță pe trambulina, în timp ce dumneavoastră vă relaxați în apropiere. Proprietatea mai dispune și de o bucătărie exterioară drăguță pentru grătare. De asemenea, proprietatea are o sală de mese spațioasă și o bucătărie complet echipată."
    },
    "activities": {    
      "activity1": {
        "title":"Salina",
        "paragraph1": "Salina Târgu Ocna, situată în pitoreasca localitate Târgu Ocna din județul Bacău, România, este un loc de semnificație istorică și economică. Cu o istorie ce datează din perioada medievală, salina a fost mult timp un pilon al economiei locale. Extracția sării din această regiune nu doar că a oferit locuri de muncă pentru generații, dar a contribuit și la dezvoltarea și prosperitatea orașului. Tunelurile și camerele extinse ale minei sunt o dovadă a muncii și ingeniozității minerilor care au lucrat aici de-a lungul secolelor.",
        "paragraph2": "Astăzi, Salina Târgu Ocna este renumită nu doar pentru producția sa industrială, ci și pentru proprietățile sale terapeutice. Mediul subteran, cu temperatura și umiditatea constante, se crede că are beneficii pentru sănătate, în special pentru afecțiunile respiratorii. Drept urmare, mina a devenit o destinație populară pentru turismul de sănătate. Vizitatorii pot explora vasta rețea subterană, unde pot experimenta microclimatul unic și chiar participa la tratamente terapeutice. Se spune că aerul salin ajută la ameliorarea simptomelor de astm, bronșită și alte afecțiuni respiratorii, făcându-l un refugiu pentru cei care caută remedii naturale.",
        "paragraph3": "Dincolo de beneficiile sale pentru sănătate, Salina Târgu Ocna este o destinație fascinantă pentru turiștii interesați de geologie și istorie. Tururile ghidate duc vizitatorii adânc în mină, unde se pot minuna de impresionantele formațiuni de sare și pot învăța despre tehnicile de minerit folosite de-a lungul vremii. Mina mai include diverse atracții, cum ar fi o biserică subterană, facilități sportive și chiar un mic muzeu. Aceste caracteristici fac din Salina Târgu Ocna nu doar un loc de importanță industrială, ci și o experiență turistică unică și îmbogățitoare, oferind perspective asupra minuni naturale și perseverenței umane."
      },  
      "activity2": {
        "title":"Centre de Spa",
        "paragraph1": "Târgu Ocna găzduiește mai multe centre de wellness care valorifică proprietățile terapeutice ale resurselor abundente de sare ale orașului. Aceste centre oferă o gamă variată de tratamente destinate promovării sănătății și bunăstării, concentrându-se în special pe afecțiunile respiratorii și dermatologice. Vizitatorii pot experimenta haloterapia, un tratament care implică inhalarea micro-particulelor de sare în camere sau peșteri special concepute. Proprietățile naturale antiinflamatorii și antibacteriene ale sării ajută la curățarea sistemului respirator și îmbunătățirea sănătății pielii. Aceste centre de wellness oferă un mediu liniștit și revigorant, combinând beneficiile terapiei cu sare cu facilități moderne de spa pentru a crea o experiență holistică pentru oaspeți.",
        "paragraph2": "Pe lângă haloterapie, centrele de wellness din Târgu Ocna oferă băi de sare relaxante, în care apele bogate în minerale sunt folosite pentru efectele lor terapeutice. Aceste băi sunt cunoscute pentru faptul că ameliorează stresul, îmbunătățesc circulația și detoxifică organismul. Imersia într-o baie caldă de sare poate, de asemenea, să alunge tensiunea musculară și durerile articulare, făcându-le o alegere populară pentru cei care caută relaxare și alinare de la afecțiuni fizice. Centrele de wellness din Târgu Ocna îmbină resursele naturale ale orașului cu îngrijirea profesională, asigurându-se că vizitatorii pleacă simțindu-se revitalizați și înviorați. Fie că doriți să vă îmbunătățiți sănătatea sau pur și simplu să vă relaxați, centrele de wellness și băile de sare din Târgu Ocna oferă o experiență unică și benefică."
      },    
      "activity3": {
        "title":"Manastirea Magura Ocnei",
        "paragraph1": "Îți dorești o drumeție și vrei să explorezi cultura și natura Târgu Ocna? Așezată printre colinele pitorești, Mănăstirea Măgura Ocnei oferă o combinație perfectă între patrimoniul spiritual și frumusețea naturală. Această mănăstire liniștită, fondată în secolul XVII, este un refugiu pentru cei care caută liniște și reflecție. Drumul până la mănăstire este o drumeție plăcută prin păduri luxuriante și peisaje valurite, oferind o evadare revigorantă din agitația cotidiană. La sosire, vizitatorii sunt întâmpinați de arhitectura impresionantă a mănăstirii și atmosfera sa liniștită, făcându-l un loc ideal pentru a te cufunda în splendoarea culturală și naturală a regiunii."
      },    
      "activity4": {
        "title":"Aventură",
        "paragraph1": "Pentru cei care tânjesc după adrenalină și aventură, Târgu Ocna oferă experiența perfectă de off-roading printre peisajele uimitoare ale României. Terenul accidentat și traseele variate fac din această regiune un loc de referință pentru pasionații de off-road. Indiferent dacă ești un șofer experimentat sau un începător care vrea să încerce ceva nou, oportunitățile de off-roading din Târgu Ocna sunt potrivite pentru toate nivelele de pregătire. Pornește într-o călătorie palpitantă prin păduri dense, peste coline valurite și pe obstacole provocatoare care îți pun la încercare abilitățile de șofat și îți oferă o experiență plină de adrenalină.",
        "paragraph2": "Pe lângă off-roading, Târgu Ocna este un refugiu pentru iubitorii de activități în aer liber, oferind o varietate de opțiuni care satisfac orice dorință de aventură. Participă la meciuri intense de paintball alături de prieteni, navigând prin trasee strategice concepute pentru a provoca și a stimula. Pentru cei care preferă o activitate mai liniștită, dar la fel de captivantă, regiunea oferă locuri excelente pentru pescuit. Aruncă-ți undița în apele liniștite, înconjurat de frumusețea naturii, și bucură-te de pacea și satisfacția pe care o aduce o captură reușită. Fie că este vorba despre adrenalina off-roading-ului, excitația paintball-ului sau calmul pescuitului, Târgu Ocna are ceva pentru fiecare pasionat de aventură."
      },
      
      "activity5": {
        "title":"Descoperă minunile Slănic Moldova",
        "paragraph1": "Așezat la poalele pitorești ale Carpaților Orientali, Slănic Moldova este o bijuterie care așteaptă să fie explorată. Cunoscut pentru frumusețea sa naturală uluitoare și izvoarele minerale terapeutice, acest oraș pitoresc este destinația perfectă pentru călătorii care caută atât relaxare, cât și aventură.",
        "paragraph2": {
          "emphasis": "Izvoare Termale și Tratamente Spa",
          "text": "Slănic Moldova este renumit pentru numeroasele sale izvoare minerale, cunoscute pentru proprietățile lor vindecătoare. Vizitatorii se pot răsfăța cu tratamente spa revigorante sau pur și simplu pot degusta apele care au fost apreciate pentru beneficiile lor terapeutice de mai bine de un secol."
        },
        "paragraph3": {
          "emphasis": "Drumeții și Trasee Montane",
          "text": "Pentru cei mai aventuroși, Slănic Moldova oferă o rețea de trasee montane care se strecoară prin păduri luxuriante și oferă vederi uimitoare ale peisajului carpatin. „Drumul celor 300 de Trepte” și „Drumul Ursului” sunt două trasee populare care promit experiențe de neuitat și o oportunitate de a te reconecta cu natura."
        },
        "paragraph4": {
          "emphasis": "Atracții Culturale și Istorice",
          "text": "Dincolo de minunile sale naturale, orașul se mândrește cu o istorie bogată. Celebrul Casino din Slănic Moldova, o capodoperă arhitecturală din secolul al XIX-lea, oferă o privire asupra trecutului ilustru al zonei. De asemenea, vizitatorii pot explora bisericile locale și siturile de patrimoniu care adaugă profunzime experienței culturale."
        },
        "paragraph5": {
          "emphasis": "Activități de-a lungul întregului an",
          "text": "Indiferent dacă vizitezi în vară sau iarnă, Slănic Moldova are ceva pentru toată lumea. Lunile de vară sunt perfecte pentru drumeții și explorare, în timp ce iarna transformă orașul într-un refugiu cozy, ideal pentru a te bucura de peisaje acoperite de zăpadă și sporturi de iarnă."
        },
        "paragraph6": "Vino și descoperă de ce Slănic Moldova este cunoscută ca „Perla Moldovei” și experimentează combinația perfectă între natură, wellness și cultură."
      },       
      "activity6": {
        "title":"Parc Măgura",
        "paragraph1": "Parcul Măgura din Târgu Ocna este o combinație perfectă între frumusețea naturală și patrimoniul cultural, oferind vizitatorilor o evadare liniștită în inima acestui oraș fermecător. Așezat pe colina Măgura, parcul se mândrește cu trasee de plimbare pitorești prin pajiști verzi și păduri umbrite, oferind vederi uimitoare asupra orașului și văilor din jur, ideale pentru fotografie și reflecție liniștită. Parcul dispune de izvoare de apă minerală pentru consum. Deschis pe tot parcursul anului, Parcul Măgura se transformă odată cu anotimpurile—de la picnicuri vibrante și observarea păsărilor primăvara și vara, la o paletă de culori calde de toamnă și alei liniștite, acoperite de zăpadă, în timpul iernii. Fie că dorești activități în aer liber, experiențe culturale sau pur și simplu un moment de relaxare, Parcul Măgura oferă un refugiu revigorant care pune în valoare cele mai bune aspecte ale frumuseții naturale și istorice ale Târgu Ocna."
      },      
      "activity7": {
        "title":"Monumentul Măgura Ocnei",
        "paragraph1": "Monumentul Măgura Ocnei este un important obiectiv istoric și cultural situat în Târgu Ocna, România. Este un monument dedicat eroilor din primul război mondial, comemorând în mod special soldații români care și-au pierdut viața în bătăliile care au avut loc în această regiune. Monumentul se află în vârful Colinei Măgura și este remarcabil prin arhitectura sa impresionantă și prin vederile panoramice asupra peisajului înconjurător.",
        "paragraph2": "Memorialul este conceput pentru a inspira reflecție și a onora sacrificiile făcute în timpul războiului. A devenit un loc de pelerinaj pentru cei interesați de istorie și pentru cei care doresc să aducă un omagiu soldaților căzuți. Vizitatorii pot aprecia nu doar semnificația solemnă a locului, dar și frumusețea peisajului natural care completează experiența."
      },
      "footertext": "Există multe alte atracții pe care le poți vizita. Informații sunt disponibile prin ",
      "link": "acest link"
    },
    "promovideo": {    
      "discover": "Descoperi",
      "watchvideo": "Urmăriți acest videoclip pentru o impresie despre pensiunea noastră minunată"
    },
    "rooms": {
      "explorerooms": "Explorați Camerele Noastre",
      "valuta": "Lei",
      "price1": "180",
      "price2": "200",
      "price3": "300",
      "pernight": "Pe noapte",
      "room": "Camera",
      "description1": "Camere cu pat dublu, aproape de sufrageria comună",
      "description2": "Pat extralarg (1,8), perfect pentru o familie cu copii",
      "description3": "Pat dublu cu balcon privat",
      "description4": "Două paturi single cu balcon privat",
      "description5": "Pat dublu aproape de sală de mese",
      "description6": "Pat dublu cu ușă privată către grădină",
      "description7": "Camera de familie cu ușă privată către grădină"
    },
    "various": {
      "phone": "Telefon",
      "email": "E-mail",
      "street": "Stradă",
      "city": "Oraş"
    },
    "LocaleSwitcher": {
        "label": "Language",
        "locale": "{locale, select, nl {NL } en {EN } ro {RO } other {Necunoscut}}"
    }  
}